Repository: Narmo/wPSPsync
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ru

source: %lld save folders found.
de: %lld Speicherordner gefunden.
es: %lld carpetas de guardado encontradas.
ja: %lld 件のセーブフォルダが見つかりました。
ru: Найдено папок сохранений: %lld.

source: %lld title entries loaded
de: %lld Titeleinträge geladen
es: %lld entradas de títulos cargadas
ja: %lld 件のタイトル項目を読み込みました
ru: Загружено записей названий: %lld

source: Archive command failed.
de: Archivbefehl fehlgeschlagen.
es: Error al crear o restaurar el archivo.
ja: アーカイブコマンドに失敗しました。
ru: Не удалось выполнить команду архивации.

source: Backup required
de: Backup erforderlich
es: Se requiere una copia de seguridad
ja: バックアップが必要です
ru: Требуется резервная копия

source: Backups could not be loaded
de: Backups konnten nicht geladen werden
es: No se pudieron cargar las copias de seguridad
ja: バックアップを読み込めませんでした
ru: Не удалось загрузить резервные копии

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
ru: Отмена

source: Catalog could not be loaded
de: Katalog konnte nicht geladen werden
es: No se pudo cargar el catálogo
ja: カタログを読み込めませんでした
ru: Не удалось загрузить каталог

source: Catalog import failed
de: Katalogimport fehlgeschlagen
es: Error al importar el catálogo
ja: カタログの読み込みに失敗しました
ru: Не удалось импортировать каталог

source: Choose PSP Root
de: PSP-Stammordner auswählen
es: Elegir raíz de PSP
ja: PSPルートを選択
ru: Выбрать корень PSP

source: Choose Sync Root
de: Sync-Stammordner auswählen
es: Elegir raíz de sincronización
ja: 同期ルートを選択
ru: Выбрать корень синхронизации

source: Choose a PSP storage root and a sync root.
de: Wählen Sie einen PSP-Speicherstamm und einen Sync-Stamm aus.
es: Elija una raíz de almacenamiento PSP y una raíz de sincronización.
ja: PSPストレージルートと同期ルートを選択してください。
ru: Выберите корень хранилища PSP и корень синхронизации.

source: Choose the top-level PSP volume or memory card folder that contains PSP/SAVEDATA.
de: Wählen Sie das oberste PSP-Volume oder den Speicherkartenordner, der PSP/SAVEDATA enthält.
es: Elija el volumen PSP o la carpeta de tarjeta de memoria de nivel superior que contiene PSP/SAVEDATA.
ja: PSP/SAVEDATAを含む最上位のPSPボリュームまたはメモリカードフォルダを選択してください。
ru: Выберите том PSP или папку карты памяти верхнего уровня, содержащую PSP/SAVEDATA.

source: Choose the top-level folder that contains or will contain PSP/SAVEDATA.
de: Wählen Sie den obersten Ordner, der PSP/SAVEDATA enthält oder enthalten wird.
es: Elija la carpeta de nivel superior que contiene o contendrá PSP/SAVEDATA.
ja: PSP/SAVEDATAを含む、またはこれから含む最上位フォルダを選択してください。
ru: Выберите папку верхнего уровня, которая содержит или будет содержать PSP/SAVEDATA.

source: Create backup before writing
de: Backup vor dem Schreiben erstellen
es: Crear copia de seguridad antes de escribir
ja: 書き込む前にバックアップを作成
ru: Создавать резервную копию перед записью

source: Created backup %@.
de: Backup %@ erstellt.
es: Copia de seguridad creada: %@.
ja: バックアップ%@を作成しました。
ru: Создана резервная копия %@.

source: Delete
de: Löschen
es: Eliminar
ja: 削除
ru: Удалить

source: Delete Both
de: Beide löschen
es: Eliminar ambas
ja: 両方を削除
ru: Удалить обе

source: Delete both copies?
de: Beide Kopien löschen?
es: ¿Eliminar ambas copias?
ja: 両方のコピーを削除しますか？
ru: Удалить обе копии?

source: Delete failed
de: Löschen fehlgeschlagen
es: Error al eliminar
ja: 削除に失敗しました
ru: Не удалось удалить

source: Delete from PSP Storage
de: Aus PSP-Speicher löschen
es: Eliminar del almacenamiento PSP
ja: PSPストレージから削除
ru: Удалить из хранилища PSP

source: Delete from PSP storage?
de: Aus PSP-Speicher löschen?
es: ¿Eliminar del almacenamiento PSP?
ja: PSPストレージから削除しますか？
ru: Удалить из хранилища PSP?

source: Delete from Sync Root
de: Aus Sync-Stamm löschen
es: Eliminar de la raíz de sincronización
ja: 同期ルートから削除
ru: Удалить из корня синхронизации

source: Delete from sync root?
de: Aus Sync-Stamm löschen?
es: ¿Eliminar de la raíz de sincronización?
ja: 同期ルートから削除しますか？
ru: Удалить из корня синхронизации?

source: Deleted %@ from PSP storage.
de: %@ aus PSP-Speicher gelöscht.
es: %@ eliminado del almacenamiento PSP.
ja: %@をPSPストレージから削除しました。
ru: %@ удалено из хранилища PSP.

source: Deleted %@ from both sides.
de: %@ von beiden Seiten gelöscht.
es: %@ eliminado de ambos lados.
ja: %@を両方から削除しました。
ru: %@ удалено с обеих сторон.

source: Deleted %@ from the sync root.
de: %@ aus dem Sync-Stamm gelöscht.
es: %@ eliminado de la raíz de sincronización.
ja: %@を同期ルートから削除しました。
ru: %@ удалено из корня синхронизации.

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
ja: すべて解除
ru: Снять выделение со всех

source: Detected storage
de: Erkannter Speicher
es: Almacenamiento detectado
ja: 検出されたストレージ
ru: Обнаруженное хранилище

source: Everything is already in sync.
de: Alles ist bereits synchronisiert.
es: Todo ya está sincronizado.
ja: すべて既に同期されています。
ru: Всё уже синхронизировано.

source: Folder selection could not be saved
de: Ordnerauswahl konnte nicht gespeichert werden
es: No se pudo guardar la selección de carpeta
ja: フォルダの選択を保存できませんでした
ru: Не удалось сохранить выбор папки

source: Game Catalog
de: Spielekatalog
es: Catálogo de juegos
ja: ゲームカタログ
ru: Каталог игр

source: Import JSON
de: JSON importieren
es: Importar JSON
ja: JSONを読み込む
ru: Импортировать JSON

source: Import PSP game catalog
de: PSP-Spielekatalog importieren
es: Importar catálogo de juegos PSP
ja: PSPゲームカタログを読み込む
ru: Импорт каталога игр PSP

source: Imported %lld catalog entries.
de: %lld Katalogeinträge importiert.
es: %lld entradas del catálogo importadas.
ja: %lld 件のカタログ項目を読み込みました。
ru: Импортировано записей каталога: %lld.

source: Looking up %lld titles on SerialStation...
de: %lld Titel werden auf SerialStation gesucht...
es: Buscando %lld títulos en SerialStation...
ja: SerialStationで%lld件のタイトルを検索中...
ru: Поиск названий в SerialStation: %lld...

source: No PSP storage root selected
de: Kein PSP-Speicherstamm ausgewählt
es: No se seleccionó una raíz de almacenamiento PSP
ja: PSPストレージルートが選択されていません
ru: Корень хранилища PSP не выбран

source: No PSP storage root with PSP/SAVEDATA detected.
de: Kein PSP-Speicherstamm mit PSP/SAVEDATA erkannt.
es: No se detectó una raíz de almacenamiento PSP con PSP/SAVEDATA.
ja: PSP/SAVEDATAを含むPSPストレージルートが検出されませんでした。
ru: Корень хранилища PSP с PSP/SAVEDATA не обнаружен.

source: No PSP storage selected.
de: Kein PSP-Speicher ausgewählt.
es: No se seleccionó almacenamiento PSP.
ja: PSPストレージが選択されていません。
ru: Хранилище PSP не выбрано.

source: No Saves Found
de: Keine Spielstände gefunden
es: No se encontraron partidas guardadas
ja: セーブデータが見つかりません
ru: Сохранения не найдены

source: No backups saved.
de: Keine Backups gespeichert.
es: No hay copias de seguridad guardadas.
ja: 保存されたバックアップはありません。
ru: Резервные копии не сохранены.

source: No sync root selected
de: Kein Sync-Stamm ausgewählt
es: No se seleccionó una raíz de sincronización
ja: 同期ルートが選択されていません
ru: Корень синхронизации не выбран

source: Not selected for sync
de: Nicht für die Synchronisierung ausgewählt
es: No seleccionado para sincronizar
ja: 同期対象に選択されていません
ru: Не выбрано для синхронизации

source: Only in sync
de: Nur in Sync
es: Solo en sincronización
ja: 同期側のみ
ru: Только в синхронизации

source: Only on PSP
de: Nur auf PSP
es: Solo en PSP
ja: PSPのみ
ru: Только на PSP

source: PSP Storage
de: PSP-Speicher
es: Almacenamiento PSP
ja: PSPストレージ
ru: Хранилище PSP

source: PSP newer
de: PSP neuer
es: PSP más reciente
ja: PSPが新しい
ru: PSP новее

source: PSP storage detected. Choose it to grant access.
de: PSP-Speicher erkannt. Wählen Sie ihn aus, um Zugriff zu gewähren.
es: Almacenamiento PSP detectado. Selecciónelo para conceder acceso.
ja: PSPストレージを検出しました。アクセスを許可するには選択してください。
ru: Обнаружено хранилище PSP. Выберите его, чтобы предоставить доступ.

source: PSP storage required
de: PSP-Speicher erforderlich
es: Se requiere almacenamiento PSP
ja: PSPストレージが必要です
ru: Требуется хранилище PSP

source: Quit
de: Beenden
es: Salir
ja: 終了
ru: Выйти

source: Quit while sync is running?
de: Beenden, während die Synchronisierung läuft?
es: ¿Salir mientras la sincronización está en curso?
ja: 同期中に終了しますか？
ru: Выйти во время синхронизации?

source: Rescan PSP storage root and sync root
de: PSP-Speicherstamm und Sync-Stamm erneut scannen
es: Volver a escanear la raíz de almacenamiento PSP y la raíz de sincronización
ja: PSPストレージルートと同期ルートを再スキャン
ru: Повторно сканировать корень хранилища PSP и корень синхронизации

source: Restore
de: Wiederherstellen
es: Restaurar
ja: 復元
ru: Восстановить

source: Restore Backup
de: Backup wiederherstellen
es: Restaurar copia
ja: バックアップを復元
ru: Восстановить резервную копию

source: Restore backup?
de: Backup wiederherstellen?
es: ¿Restaurar copia de seguridad?
ja: バックアップを復元しますか？
ru: Восстановить резервную копию?

source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
ja: 復元に失敗しました
ru: Не удалось восстановить

source: Restored %@.
de: %@ wiederhergestellt.
es: %@ restaurado.
ja: %@を復元しました。
ru: Восстановлено: %@.

source: Save Games
de: Spielstände
es: Partidas guardadas
ja: セーブデータ
ru: Сохранения игр

source: Saved backups
de: Gespeicherte Backups
es: Copias guardadas
ja: 保存済みバックアップ
ru: Сохранённые резервные копии

source: Saved folders could not be restored
de: Gespeicherte Ordner konnten nicht wiederhergestellt werden
es: No se pudieron restaurar las carpetas guardadas
ja: 保存済みフォルダを復元できませんでした
ru: Не удалось восстановить сохранённые папки

source: Scan
de: Scannen
es: Escanear
ja: スキャン
ru: Сканировать

source: Scan failed
de: Scan fehlgeschlagen
es: Error al escanear
ja: スキャンに失敗しました
ru: Сканирование не удалось

source: Scan failed.
de: Scan fehlgeschlagen.
es: Error al escanear.
ja: スキャンに失敗しました。
ru: Сканирование не удалось.

source: Search SerialStation API
de: SerialStation-API durchsuchen
es: Buscar en la API de SerialStation
ja: SerialStation APIを検索
ru: Искать в API SerialStation

source: Select All
de: Alle auswählen
es: Seleccionar todo
ja: すべて選択
ru: Выбрать все

source: Select PSP storage before syncing.
de: Wählen Sie vor dem Synchronisieren den PSP-Speicher aus.
es: Seleccione almacenamiento PSP antes de sincronizar.
ja: 同期する前にPSPストレージを選択してください。
ru: Выберите хранилище PSP перед синхронизацией.

source: Select PSP storage root
de: PSP-Speicherstamm auswählen
es: Seleccionar raíz de almacenamiento PSP
ja: PSPストレージルートを選択
ru: Выбрать корень хранилища PSP

source: Select a PSP storage root with PSP/SAVEDATA and a sync root that contains or will contain PSP/SAVEDATA.
de: Wählen Sie einen PSP-Speicherstamm mit PSP/SAVEDATA und einen Sync-Stamm, der PSP/SAVEDATA enthält oder enthalten wird.
es: Seleccione una raíz de almacenamiento PSP con PSP/SAVEDATA y una raíz de sincronización que contenga o contendrá PSP/SAVEDATA.
ja: PSP/SAVEDATAを含むPSPストレージルートと、PSP/SAVEDATAを含む、またはこれから含む同期ルートを選択してください。
ru: Выберите корень хранилища PSP с PSP/SAVEDATA и корень синхронизации, который содержит или будет содержать PSP/SAVEDATA.

source: Select a backup before restoring.
de: Wählen Sie vor der Wiederherstellung ein Backup aus.
es: Seleccione una copia de seguridad antes de restaurar.
ja: 復元する前にバックアップを選択してください。
ru: Выберите резервную копию перед восстановлением.

source: Select a sync root before restoring a backup.
de: Wählen Sie vor der Backup-Wiederherstellung einen Sync-Stamm aus.
es: Seleccione una raíz de sincronización antes de restaurar una copia.
ja: バックアップを復元する前に同期ルートを選択してください。
ru: Выберите корень синхронизации перед восстановлением резервной копии.

source: Select a sync root before syncing.
de: Wählen Sie vor dem Synchronisieren einen Sync-Stamm aus.
es: Seleccione una raíz de sincronización antes de sincronizar.
ja: 同期する前に同期ルートを選択してください。
ru: Выберите корень синхронизации перед синхронизацией.

source: Select sync root
de: Sync-Stamm auswählen
es: Seleccionar raíz de sincronización
ja: 同期ルートを選択
ru: Выбрать корень синхронизации

source: Selected for sync
de: Für die Synchronisierung ausgewählt
es: Seleccionado para sincronizar
ja: 同期対象に選択済み
ru: Выбрано для синхронизации

source: SerialStation returned HTTP %lld.
de: SerialStation hat HTTP %lld zurückgegeben.
es: SerialStation devolvió HTTP %lld.
ja: SerialStationからHTTP %lldが返されました。
ru: SerialStation вернул HTTP %lld.

source: SerialStation returned an invalid response.
de: SerialStation hat eine ungültige Antwort zurückgegeben.
es: SerialStation devolvió una respuesta no válida.
ja: SerialStationから無効な応答が返されました。
ru: SerialStation вернул недопустимый ответ.

source: Sync
de: Synchronisieren
es: Sincronizar
ja: 同期
ru: Синхронизировать

source: Sync %@
de: %@ synchronisieren
es: Sincronizar %@
ja: %@を同期
ru: Синхронизировать %@

source: Sync Root
de: Sync-Stamm
es: Raíz de sincronización
ja: 同期ルート
ru: Корень синхронизации

source: Sync Selected
de: Auswahl synchronisieren
es: Sincronizar seleccionados
ja: 選択項目を同期
ru: Синхронизировать выбранное

source: Sync failed
de: Synchronisierung fehlgeschlagen
es: Error al sincronizar
ja: 同期に失敗しました
ru: Синхронизация не удалась

source: Sync newer
de: Sync neuer
es: Sincronización más reciente
ja: 同期側が新しい
ru: Синхронизированная копия новее

source: Sync root required
de: Sync-Stamm erforderlich
es: Se requiere una raíz de sincronización
ja: 同期ルートが必要です
ru: Требуется корень синхронизации

source: Sync selected saves by copying the newest or missing save folder to the other side
de: Ausgewählte Spielstände synchronisieren, indem der neueste oder fehlende Speicherordner auf die andere Seite kopiert wird
es: Sincroniza las partidas seleccionadas copiando la carpeta de guardado más reciente o faltante al otro lado
ja: 最新または不足しているセーブフォルダを反対側へコピーして、選択したセーブを同期します
ru: Синхронизировать выбранные сохранения, копируя самую новую или отсутствующую папку сохранения на другую сторону

source: Synced
de: Synchronisiert
es: Sincronizado
ja: 同期済み
ru: Синхронизировано

source: Synced %lld save folders.
de: %lld Speicherordner synchronisiert.
es: %lld carpetas de guardado sincronizadas.
ja: %lld 件のセーブフォルダを同期しました。
ru: Синхронизировано папок сохранений: %lld.

source: This will permanently delete %@ from PSP storage and the sync root.
de: Dadurch wird %@ dauerhaft aus dem PSP-Speicher und dem Sync-Stamm gelöscht.
es: Esto eliminará permanentemente %@ del almacenamiento PSP y de la raíz de sincronización.
ja: %@をPSPストレージと同期ルートから完全に削除します。
ru: Это навсегда удалит %@ из хранилища PSP и корня синхронизации.

source: This will permanently delete %@ from PSP storage.
de: Dadurch wird %@ dauerhaft aus dem PSP-Speicher gelöscht.
es: Esto eliminará permanentemente %@ del almacenamiento PSP.
ja: %@をPSPストレージから完全に削除します。
ru: Это навсегда удалит %@ из хранилища PSP.

source: This will permanently delete %@ from the sync root.
de: Dadurch wird %@ dauerhaft aus dem Sync-Stamm gelöscht.
es: Esto eliminará permanentemente %@ de la raíz de sincronización.
ja: %@を同期ルートから完全に削除します。
ru: Это навсегда удалит %@ из корня синхронизации.

source: This will replace the current sync root contents with %@.
de: Dadurch wird der aktuelle Inhalt des Sync-Stamms durch %@ ersetzt.
es: Esto reemplazará el contenido actual de la raíz de sincronización con %@.
ja: 現在の同期ルートの内容を%@で置き換えます。
ru: Это заменит текущее содержимое корня синхронизации на %@.

source: missing
de: fehlt
es: falta
ja: なし
ru: отсутствует

source: wPSPsync is currently copying save folders. Quitting now may leave the PSP storage or sync root partially updated.
de: wPSPsync kopiert gerade Speicherordner. Wenn du jetzt beendest, kann der PSP-Speicher oder Sync-Stamm teilweise aktualisiert bleiben.
es: wPSPsync está copiando carpetas de partidas guardadas. Si sales ahora, el almacenamiento PSP o la raíz de sincronización pueden quedar actualizados parcialmente.
ja: wPSPsync は現在セーブフォルダをコピーしています。今終了すると、PSPストレージまたは同期ルートが部分的に更新された状態になる可能性があります。
ru: wPSPsync сейчас копирует папки сохранений. Если выйти сейчас, хранилище PSP или корень синхронизации могут остаться частично обновлёнными.

source: Backups
es: Copias de seguridad
ja: バックアップ
ru: Резервные копии

source: OK
es: Aceptar
